Repository: MMotionMan/django-edw
Catalog: backend/edw/locale/*/LC_MESSAGES/django.po
Languages: ru

source: edw
ru: предметно-ориентированное хранилище данных

source: Customer State
ru: Состояние

source: Username
ru: Имя пользователя

source: Salutation
ru: Обращение

source: Staff
ru: Персонал

source: User
ru: Пользователь

source: State
ru: Состояние

source: No data
ru: Никогда

source: Last accessed
ru: Дата последнего входа

source: Unexpired
ru: Неистекающий

source: Customer
ru: Пользователь

source: Customers
ru: Пользователи

source: Required field. Length must not exceed 30 characters. Only letters, digits and symbols @/./+/-/_ are accepted.
ru: Обязательное поле. Не более 30 символов. Только буквы, цифры и символы @/./+/-/_.

source: Username length must not exceed 30 characters.
ru: Имя пользователя не должно превышать 30 символов.

source: A customer with the e-mail address ‘{email}’ already exists.
ru: Пользователь с электронной почтой ‘{email}’ уже существует. Если вы использовали этот адрес ранее - попробуйте сбросить пароль.

source: Terms
ru: Термины

source: Ordering
ru: Порядок сортировки

source: View component
ru: Компонент представления

source: Relation
ru: Отношение

source: Subjects
ru: Субъекты

source: Entity Relation
ru: Отношение

source: Main params
ru: Основные

source: Name
ru: Название

source: Entity type
ru: Тип объекта

source: Successfully proceed %(count)d %(items)s.
ru: Успешно обработано %(count)d %(items)s.

source: Delete multiple entities with bulk delete
ru: Массовое удаление объектов

source: Delete with bulk delete for selected %(verbose_name_plural)s
ru: Массовое удаление объектов для выбранных %(verbose_name_plural)s

source: Save multiple entities with force validate terms
ru: Массовая запись объектов с быстрой валидацией терминов

source: Save with force validate terms for selected %(verbose_name_plural)s
ru: Массовая запись объектов с быстрой валидацией терминов для выбранных %(verbose_name_plural)s

source: Make terms by additional attributes
ru: Создать термины по дополнительным атрибутам

source: Make terms by additional attributes for selected %(verbose_name_plural)s
ru: Создать термины по дополнительным атрибутам для выбранных %(verbose_name_plural)s

source: Normalize additional attributes
ru: Нормализовать дополнительные атрибуты

source: Normalize additional attributes for selected %(verbose_name_plural)s
ru: Нормализовать дополнительные атрибуты выбранных %(verbose_name_plural)s

source: Update active for multiple entities
ru: Изменить активен для списка объектов

source: Modify active for selected %(verbose_name_plural)s
ru: Изменить активен для выбранных %(verbose_name_plural)s

source: Update additional characteristics or marks for multiple entities
ru: Обновление характеристик или меток списка объектов

source: Modify additional characteristics or marks for selected %(verbose_name_plural)s
ru: Изменить характеристики или метки для выбранных %(verbose_name_plural)s

source: Update images for multiple entities
ru: Обновление изображений списка объектов

source: Modify images for selected %(verbose_name_plural)s
ru: Изменить изображения для выбранных %(verbose_name_plural)s

source: Update related data marts for multiple entities
ru: Обновление связнных витрин данных списка объектов

source: Modify related data marts for selected %(verbose_name_plural)s
ru: Изменить связанные витрины данных для выбранных %(verbose_name_plural)s

source: Update relations for multiple entities
ru: Обновление отношений списка объектов

source: Modify relation for selected %(verbose_name_plural)s
ru: Изменить отношения для выбранных %(verbose_name_plural)s

source: Update state for multiple entities
ru: Обновление состояния списка объектов

source: Modify state for selected %(verbose_name_plural)s
ru: Изменить состояние для выбранных %(verbose_name_plural)s

source: Update terms for multiple entities
ru: Обновление терминов списка объектов

source: Modify terms for selected %(verbose_name_plural)s
ru: Изменить термины для выбранных %(verbose_name_plural)s

source: Characteristic or mark
ru: Характеристика или метка

source: Target
ru: Цель

source: Data mart
ru: Витрина данных

source: Yes
ru: Да

source: No
ru: Нет

source: Active
ru: Активен

source: Term
ru: Термин

source: Value
ru: Значение

source: View Class
ru: Класс представления

source: Space delimited class attribute, specifies one or more classnames for an entity.
ru: Список классов разделенных пробелами, задающий один или несколько классов для классифицируемых объектов.

source: Select term to set or unset
ru: Выберите термины для установки или снятия

source: Set term and value
ru: Установите термин и текущее значение

source: Images to set
ru: Изображения для установки

source: Order
ru: Порядок сортировки

source: Images to unset
ru: Изображения для снятия

source: Select images to set or unset
ru: Выберите изображения для установки или снятия

source: Data marts to set
ru: Витрины данных для установки

source: Data marts to unset
ru: Витрины данных для снятия

source: Select related datamarts for set or unset
ru: Выберите витрины данных для установки или снятия

source: Relation to set
ru: Отношение для установки

source: Targets to set
ru: Цели для установки

source: Relation to unset
ru: Отношение для снятия

source: Targets to unset
ru: Цели для снятия

source: Select relation for set or unset
ru: Выберите отношение для установки или снятия

source: Select relation and target for set
ru: Выберите отношение и цель для установки

source: Select relation and target for unset
ru: Выберите отношение и цель для снятия

source: Selected entities is not FSM instances
ru: Выбранные объекты не являются экземплярами FSM

source: Terms to set
ru: Термины для установки

source: Terms to unset
ru: Термины для снятия

source: Select terms for set or unset
ru: Выберите термины для установки или снятия

source: Transition
ru: Переход

source: Attachments
ru: Вложения

source: Notify to roles
ru: Роли получателей

source: You can set multiple flags at the same time. The target audience of the region includes only intersections in the regional terms of persons. Target audience - includes intersections in any common terms (Region, themes, social networks...)
ru: Можно устанавливать несколько флагов одновременно. Целевая аудитория региона - включает в себя только пересечения по региональным терминам персон. Целевая аудитория - включает пересечения по любым неслужебным терминам (Регион, тематика, социальные сети...)

source: Update parent for multiple terms
ru: Обновление родителя списка объектов

source: Modify parent for selected %(verbose_name_plural)s
ru: Изменить родителя для выбранных %(verbose_name_plural)s

source: Term to set
ru: Родитель

source: EDW
ru: Предметно-ориентированное хранилище данных

source: Your fullname
ru: Ваше имя

source: Example: Ivanov Ivan
ru: Например: Иванов Иван

source: Your e-mail address
ru: Ваш адрес электронной почты

source: E-mail address is used as login
ru: Используется в качестве логина

source: Preset password
ru: Сгенерированный пароль

source: Send a randomly generated password to your e-mail address
ru: Отправить случайно сгенерированный пароль на ваш адрес электронной почты

source: Choose a password
ru: Введите пароль

source: Minimum length is 6 characters.
ru: Минимальная длина 6 символов.

source: Repeat password
ru: Повторите пароль

source: Confirm password.
ru: Подтверждение пароля.

source: Domain name "%(domain)s" is not supported
ru: Почтовый ящик на сайте "%(domain)s" не поддерживается

source: A customer with the e-mail address ‘{email}’ already exists. If you have used this address previously, try to reset the password.
ru: Пользователь с электронной почтой ‘{email}’ уже существует. Если вы использовали этот адрес ранее - попробуйте сбросить пароль.

source: Passwords do not match
ru: Пароли не совпадают

source: A customer ‘{email}’ success registered. To complete the registration, click the link that was sent to you by e-mail
ru: Пользователь ‘{email}’ успешно зарегистрирован. Для завершения регистрации Вам необходимо перейти по ссылке, которая находится в письме, высланном на электронную почту ‘{email}’. Логин и пароль для доступа к порталу можно посмотреть в этом же письме. Если письмо не пришло в папку «Входящие», проверьте папку «Спам»

source: Collect information about all customers which accessed this EDW.
ru: Сбор статистики по пользователям имеющим доступ к ПХД.

source: Delete customers with expired sessions.
ru: Удалить пользователей с истекшими сессиями.

source: Customers in this EDW: total={total}, anonymous={anonymous}, expired={expired}, active={active}, guests={guests}, registered={registered}, staff={staff}.
ru: Пользователи ПХД: всего={total}, анонимные={anonymous}, истекающие={expired}, активные={active}, гости={guests}, зарегистрированные={registered}, персонал={staff}.

source: Run tests against this entity model. Example: nash_region.particularproblem
ru: Выполнить тесты с заданной моделью. Пример: nash_region.particularproblem

source: Polygons
ru: Полигоны

source: Example: [[[36.4446651, 50.5952546], [36.4449469, 50.5934115], [36.445167, 50.5929324]], [[37.0134838, 51.2020471], [37.016944, 51.2008424], [37.0186202, 51.2015776]]]. Source: https://nominatim.openstreetmap.org/search.php?q=moscow&polygon_geojson=1&format=json
ru: Например: [[[36.4446651, 50.5952546], [36.4449469, 50.5934115], [36.445167, 50.5929324]], [[37.0134838, 51.2020471], [37.016944, 51.2008424], [37.0186202, 51.2015776]]]. Source: https://nominatim.openstreetmap.org/search.php?q=moscow&polygon_geojson=1&format=json

source: Boundary
ru: Граница

source: Boundaries
ru: Границы

source: Syntax Error: {}
ru: Синтаксическая ошибка: {}

source: Mrs.
ru: Г-жа.

source: Mr.
ru: Г-н.

source: (n/a)
ru: (Не задано)

source: Unrecognized
ru: Не определен

source: Guest
ru: Гость

source: Registered
ru: Зарегистрированный

source: Recognized as
ru: Определен как

source: Designates the state the customer is recognized as.
ru: Обозначает распознанное состояние пользователя.

source: Extra information about this customer
ru: Расширенная информация по пользователю

source: Delete restriction
ru: Ограничение на удаление

source: Change parent restriction
ru: Ограничение на изменение родителя

source: Change slug restriction
ru: Ограничение на изменение синонима

source: Has child restriction
ru: Ограничение на добавление потомков

source: Change terms restriction
ru: Ограничение на изменение терминов

source: Parent node not active
ru: Родительский узел неактивен

source: Data mart term
ru: Термин витрины данных

source: Data marts terms
ru: Термины витрины данных

source: Parent
ru: Родитель

source: Datamart slug
ru: Синоним

source: Used for URLs, auto-generated from name if blank.
ru: Используется авто-генерация URL, если это поле пустое.

source: Path
ru: Путь

source: Created at
ru: Дата создания

source: Updated at
ru: Дата обновления

source: Default data mart entities ordering mode.
ru: Порядок сортировки объектов витрины данных по-умолчанию.

source: Default data mart entities view component.
ru: Компонент представления объектов витрины данных по-умолчанию.

source: Limit
ru: Предел

source: Entities per page. Leave empty for default (by default: {}).
ru: Объектов на странице. Оставьте пустым для установки значения по-умолчанию (по-умолчанию: {}).

source: Space delimited class attribute, specifies one or more classnames for an data mart.
ru: Список классов разделенных пробелами, задающий один или несколько классов для витрины данных.

source: Description
ru: Описание

source: Is this data mart active.
ru: Определяет включена ли данная витрина данных.

source: system flags
ru: системные флаги

source: Data marts
ru: Витрины данных

source: Data mart type
ru: Тип витрины данных

source: Customer Number
ru: Код пользователя

source: Tile view
ru: Плитка

source: Topic model
ru: Тематическая модель

source: Email Address Masks
ru: Маска адреса электронной почты

source: You enter on one mask in line. Use '?' and '*' as universal substitutes. '?' replaces any symbol, '*' replaces any sequence of symbols (including I am empty). Gaps are ignored. Example: *@mail.ru, admin@*.??, *.edu.ru, smith????@yahoo.com.
ru: Вводите по одной маске в строке. Используйте '?' и'*' как замену символам или группам символов. '?' заменяет один любой символ, '*' заменяет любое количество символов (включая пустые). Пробелы игнорируются. '_' заменяет любое количество пробелов (больше одного). Например: *@mail.ru, admin@*.??, *.edu.ru, smith????@yahoo.com.

source: Email category
ru: Категория электронной почты

source: Email categories
ru: Категории адресов электронной почты

source: Created at: new first
ru: По дате ↑

source: List view
ru: Список

source: Entity term
ru: Термин объекта

source: Entities terms
ru: Термины объекта

source: Is this object publicly visible.
ru: Является ли этот объект общедоступным.

source: Related data marts
ru: Связанные витрины данных

source: Entity
ru: Объект

source: Entities
ru: Объекты

source: The selected node cannot have child nodes.
ru: Выбраный узел не может иметь дочерних узлов.

source: A node may not be made a child of itself.
ru: Узел не может быть дочерним сам себе.

source: Unknown parent value.
ru: Неизвестное значение родителя.

source: Type
ru: Тип

source: Added day
ru: День

source: Added month
ru: Месяц

source: Added year
ru: Год

source: Customer category
ru: Категория пользователя

source: Unknown customer
ru: Неизвестный пользователь

source: Region
ru: Регион

source: Terra Incognita
ru: Неопределенное место

source: stored_request
ru: данные http запроса

source: Parts of the Request objects on the moment of submit.
ru: Request-объект на момент отправки.

source: By Email
ru: По электронной почте

source: By Push Notification
ru: Через push-уведомление

source: Nobody
ru: Отсутствует

source: Template
ru: Шаблон

source: Mode
ru: Способ

source: Notification
ru: Уведомление

source: Notifications
ru: Уведомления

source: Attachment
ru: Вложение

source: Postal codes
ru: Почтовые индексы

source: You enter on one index in line. Use '?' and '*' as universal substitutes. '?' replaces any symbol, '*' replaces any sequence of symbols (including I am empty). Gaps are ignored. '_' replaces any quantity of gaps (but at least one). Example: 2204*, 38?45, 23*, 123_4??.
ru: Вводите по одному индексу в строке. Используйте '?' и'*' как замену символам или группам символов. '?' заменяет один любой символ, '*' заменяет любое количество символов (включая пустые). Пробелы игнорируются. '_' заменяет любое количество пробелов (больше одного). Например: 2204* 38?45 23* 123_4??.

source: Postal zone
ru: Почтовая зона

source: Postal zones
ru: Почтовые зоны

source: Additional Entity Characteristic or Mark
ru: Дополнительная характеристика или метка

source: Additional Entity Characteristics or Marks
ru: Дополнительные характеристики или метки

source: From Entity
ru: Субъект

source: To Entity
ru: Объект

source: Entity Relations
ru: Отношения

source: Related data mart
ru: Связанная витрина данных

source: Entity related data marts
ru: Связанные витрины данных

source: Bidirectional
ru: Двунаправленная

source: Forward
ru: Прямая

source: Reverse
ru: Обратная

source: Relation direction
ru: Тип направления связи

source: Defines the direction of relation on which selection is carried out
ru: Определяет направление связи по которому осуществляется отбор

source: Data mart relation
ru: Отношение

source: Data mart relations
ru: Отношения

source: Can add
ru: Может добавлять

source: Has this customer add entity to data mart permission.
ru: Имеет ли право этот пользователь добавлять объекты этой витрины данных.

source: Can change
ru: Может изменять

source: Has this customer change entity from data mart permission.
ru: Имеет ли право этот пользователь менять объекты этой витрины данных.

source: Can delete
ru: Может удалять

source: Has this customer delete entity from data mart permission.
ru: Имеет ли право этот пользователь удалять объекты этой витрины данных.

source: Data mart permission
ru: Разрешения витрины данных

source: Data mart permissions
ru: Разрешения витрин данных

source: Image
ru: Изображение

source: DataMart
ru: Витрина данных

source: DataMart Image
ru: Изображение

source: DataMart Images
ru: Изображения

source: File
ru: Файл

source: Entity File
ru: Файл

source: Entity Files
ru: Файлы

source: Entity Image
ru: Изображение

source: Entity Images
ru: Изображения

source: OR
ru: «ИЛИ»

source: XOR
ru: «Исключающее ИЛИ»

source: AND
ru: «И»

source: Is characteristic
ru: Характеристика

source: Is mark
ru: Метка

source: Is relation
ru: Отношение

source: Standard
ru: Стандартный

source: Expanded
ru: Расширенный

source: Reduced
ru: Сокращенный

source: Change semantic rule restriction
ru: Ограничение на изменение семантического правила

source: External tagging restriction
ru: Ограничение на ручную установку в объектах

source: Term slug
ru: Синоним

source: Semantic Rule
ru: Семантическое правило

source: attributes
ru: атрибуты

source: Specifying attributes of term.
ru: Позволяет устанавливать атрибуты термина.

source: Specification Mode
ru: Режим конкретизации

source: Is this term active.
ru: Определяет активен ли этот термин, участвует ли он в отборе и можно ли его использовать в классификации объектов.

source: Parent Id
ru: ID родителя

source: IDs
ru: ID`ы

source: Slug
ru: Синоним

source: Slug (icontains)
ru: Синоним (icontains)

source: Path (icontains)
ru: Путь (icontains)

source: equal
ru: равно

source: less than
ru: меньше чем

source: less than or equal
ru: меньше или равно

source: greater than
ru: больше чем

source: greater than or equal
ru: больше или равно

source: date range
ru: диапазон дат

source: Relations
ru: Отношение

source: Any
ru: Все

source: This field is required.
ru: Это поле обязательно.

source: Terms with id`s [{}] not found.
ru: Термины с иденификаторами [{}] не найдены.

source: Entities with id`s [{}] not found.
ru: Объекты с идентификаторами [{}] не найдены.

source: The relations [{}] are forbidden.
ru: Использование отношений с идентификаторами [{}] запрещено.

source: The subjects with id`s [{}] are forbidden.
ru: Использование субъектов с идентификаторами [{}] запрещено.

source: The subjects cannot be the empty.
ru: Субъекты не могут быть пусты.

source: Data marts images
ru: Изображения витрин данных

source: Entities files
ru: Файлы объектов

source: Entities images
ru: Изображения объектов

source: Clear
ru: Очистить

source: or drop your file here
ru: или "скиньте" ваш файл сюда

source: file missing
ru: файл не найден

source: no file selected
ru: файл не выбран

source: Lookup
ru: Выбрать

source: Choose File
ru: Выбрать файл

source: Properties
ru: Свойства

source: Save
ru: Записать

source: Rebuild the tree
ru: Перестроить дерево

source: Home
ru: Начало

source: Updated entities
ru: Выбранные объекты

source: Count:
ru: Количество:

source: Please correct the errors below.
ru: Пожалуйста, исправьте ошибки ниже.

source: Make youre choice
ru: Выберите

source: Additional marks to set
ru: Характеристики или метки для установки

source: Additional marks to unset
ru: Характеристики или метки для снятия

source: State to set
ru: Состояние для установки

source: System flags
ru: Системные флаги

source: Change
ru: Изменить

source: Add
ru: Добавить

source: Mark
ru: Метка

source: Characteristic
ru: Характеристика

source: Clear filter
ru: Сбросить всё

source: You are receiving this email because you asked for registration for your user account at «%(site_name)s».
ru: Вы получили это письмо потому что этот адрес был указан при регистрации пользовательского аккаунта на портале «%(site_name)s».

source: Activate
ru: Активировать

source: To activate your account сlick a button above or this link: %(activation_link)s.
ru: Чтобы активировать аккаунт, нажмите кнопку выше или перейдите по ссылке %(activation_link)s.

source: Link is valid for %(expiration_days)s days.
ru: Ссылка будет активна в течение %(expiration_days)s дней.

source: If links are disallowed in your post-manager just copy this link and paste it into url field of your browser.
ru: Если ссылки запрещены в вашем почтовом сервисе, просто скопируйте ссылку и вставьте ее в адресную строку браузера.

source: Your username:
ru: Ваш логин:

source: Password:
ru: Пароль:

source: Thanks for using our site!
ru: Спасибо, что используете наш сайт!

source: The «%(site_name)s» team
ru: Команда сайта «%(site_name)s»

source: You are receiving this email because you asked for registration for your user account at «%(site_name)s».
ru: Вы получили это письмо потому что этот адрес был указан при регистрации пользовательского аккаунта на «%(site_name)s».

source: Click on link %(activation_link)s for activate your account %(user)s.
ru: Перейдите по ссылке %(activation_link)s для активации аккаунта %(user)s.

source: In the future, please use username %(user)s with password %(password)s to sign into %(absolute_base_uri)s.
ru: После активации используйте имя пользователя %(user)s и пароль %(password)s для входа на сайт %(absolute_base_uri)s.

source: , you have registered account on website «%(site_name)s»
ru: , вы зарегистрировали аккаунт на сайте «%(site_name)s»

source: You are receiving this email because you asked for a auto-generated password for your user account at «%(site_name)s».
ru: Вы получили это письмо потому что запросили автоматически сгенерированный пароль для вашего пользовательского аккаунта на «%(site_name)s».

source: In the future, please use username %(user.email)s with password %(password)s to sign into %(absolute_base_uri)s.
ru: В дальнейшем используйте имя пользователя %(user.email)s и пароль %(password)s для входа на сайт %(absolute_base_uri)s.

source: , you have requested auto-generated password on website «%(site_name)s»
ru: , вы запросили автоматически сгенерированный пароль на сайте «%(site_name)s»

source: You're receiving this email because you requested a password reset for your user account '%(user)s' at «%(site_name)s».
ru: Вы получили это письмо, потому что запросили сброс пароля на свой аккаунт '%(user)s' на «%(site_name)s».

source: Please go to the following page and choose a new password:
ru: Пожалуйста, проследуйте на эту страницу и введите новый пароль:

source: , you have requested password reset on website «%(site_name)s»
ru: , вы запросили сброс пароля на сайте «%(site_name)s»

source: Dynamic Filters
ru: Динамические фильтры

source: Send
ru: Отправить

source: Group by
ru: Группа

source: Alike
ru: Похожий на

source: Filter
ru: Фильтр

source: Annotation
ru: Аннотация

source: Aggregation
ru: Агрегат

source: Daily requests limit has been reached
ru: Достигнут предел дневных запросов

source: Both of geoposition and query can`t be None
ru: Геопозиция и строка адреса не могут быть пусты одновременно

source: Expect location
ru: Ожидается место

source: Postcode not found in raw data
ru: Почтовый индекс не найден в данных ответа

source: User is not recognized as "registered"
ru: Пользователь не определен как "Зарегистрированный"

source: Logged out
ru: Вы вышли из системы

source: Successfully logged out.
ru: Вы вышли из системы.

source: Account does not exists. You must register first
ru: Аккаунт с данным адресом электронной почты не существует. Сначала вы должны зарегистрироваться

source: Your account is inactive. To reset password you should activate it first or contact us via a callback form
ru: Ваша учетная запись не была активирована. Для сброса пароля вы сначала должны активировать учетную запись. Ссылка на активацию была отправлена письмом вам на почту после регистрации на портале. Если вы не нашли письма о регистрации у себя в почте в папке «Входящие», проверьте папку «Спам». В случае затруднения свяжитесь с нами через форму обратной связи на портале
