Repository: MMotionMan/django-edw
Catalog: backend/edw/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Instructions on how to reset the password have been sent to '{email}'.
ru: Инструкция по сбросу пароля выслана Вам на адрес '{email}'. Если письмо не пришло в течение 5 минут, проверьте папку 'Спам'.

source: Password has been reset with the new password.
ru: Пароль был сброшен.

source: New password has been saved.
ru: Новый пароль установлен.

source: Error validate account. Validate link wrong or expired validate code. You can try register again.
ru: Ошибка активации аккаунта. Либо код активации неверно указан, либо он был просрочен. Вы можете попробовать зарегистрироваться снова.

source: Account success validate.
ru: Аккаунт успешно активирован.

source: The tree was sucessfully rebuilt
ru: Дерево успешно перестроено
